Repository: lowkw/ClientServerIPC
Catalog: AstronomicalProcessing/AstronomicalProcessing/AstronomicalProcessing.*.resx
Languages: de_de, fr_fr

# btStarVelocity.Text
source: Star Velocity
de_de: Sterngeschwindigkeit
fr_fr: Vitesse des etoiles

# btStarDistance.Text
source: Star Distance
de_de: Sternenentfernung
fr_fr: Distance etoile

# btTemperature.Text
source: Temperature
de_de: Temperatur

# btEventHorizon.Text
source: Event Horizon
de_de: Ereignishorizont
fr_fr: Horizon des evenements

# labelMeasurement.Text
source: Measurement (SI units)
de_de: Messung (SI-Einheiten)
fr_fr: Mesure (unites SI)

# labelObservedWavelength.Text
source: Observed Wavelength
de_de: Beobachtete Wellenlange
fr_fr: Longueur d'onde observee

# labelRestWavelength.Text
source: Rest Wavelength
de_de: Ruhewellenlange
fr_fr: Longuer d'onde de repos

# labelParallaxAngle.Text
source: Parallax Angle
de_de: Parallaxenwinkel
fr_fr: Angle de parallaxe

# labelBlackholeMass.Text
source: Blackhole Mass
de_de: Masse des Schwarzen Lochs
fr_fr: Masse du trou noir

# labelPowersOf10.Text
source: x Powers of 10
de_de: x Potenzen von 10
fr_fr: x Puissances de 10

# chStarVelocity.Text
source: Star Velocity
de_de: Sterngeschwindigkeit
fr_fr: Vitesse des etoiles

# chStarDistance.Text
source: Star Distance
de_de: Sternenentfernung
fr_fr: Distance etoile

# chTemperature.Text
source: Temperature
de_de: Temperatur

# chEventHorizon.Text
source: Event Horizon
de_de: Ereignishorizont
fr_fr: Horizon des evenements

# $this.Text
source: Astronomical Processing
de_de: Astronomische Verarbeitung
fr_fr: Traitement astronomique
